Repository: pushnow-dev/pushnow
Catalog: JiZhi/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, ja, ko, zh_hans

source: 30 days
de: 30 Tage
es: 30 días
ja: 30日間
ko: 30일
zh_hans: 30 天

# 6 位验证码
source: 6-digit code
de: 6-stelliger Code
es: Código de 6 dígitos
ja: 6桁コード
ko: 6자리 코드
zh_hans: 6 位验证码

source: 7 days
de: 7 Tage
es: 7 días
ja: 7日間
ko: 7일
zh_hans: 7 天

source: 90 days
de: 90 Tage
es: 90 días
ja: 90日間
ko: 90일
zh_hans: 90 天

source: A purchase is already in progress
de: Ein Kauf wird bereits bearbeitet
es: Ya hay una compra en curso
ja: 別の購入を処理中です
ko: 이미 구매가 진행 중입니다
zh_hans: 已有购买正在进行中

source: A verified email account is required.
de: Ein Konto mit bestätigter E-Mail-Adresse ist erforderlich.
es: Se requiere una cuenta con correo verificado.
ja: 確認済みのメールアカウントが必要です。
ko: 인증된 이메일 계정이 필요합니다.
zh_hans: 需要已验证的邮箱账号。

source: AI daily picks
de: Tägliche KI-Auswahl
es: Selección diaria de IA
ja: AIの日刊ピックアップ
ko: AI 일일 추천
zh_hans: AI 每日精选

source: AI research, product launches and industry news
de: KI-Forschung, Produkteinführungen und Branchennews
es: Investigación en IA, lanzamientos y noticias
ja: AI研究、製品発表、業界ニュース
ko: AI 연구, 제품 출시 및 업계 소식
zh_hans: AI 研究、产品发布与行业动态

source: About
de: Über
es: Acerca de
ja: このアプリについて
ko: 앱 정보
zh_hans: 关于

source: Accepted by push service
de: Vom Push-Dienst angenommen
es: Aceptada por el servicio push
ja: プッシュサービスが受理
ko: 푸시 서비스에서 수락함
zh_hans: 推送服务已接受

source: Account
de: Konto
es: Cuenta
ja: アカウント
ko: 계정
zh_hans: 账号

source: Account devices
de: Kontogeräte
es: Dispositivos de la cuenta
ja: アカウントのデバイス
ko: 계정 기기
zh_hans: 账户设备

source: Account fingerprint
de: Kontofingerabdruck
es: Huella de la cuenta
ja: アカウントの指紋
ko: 계정 지문
zh_hans: 账户指纹

source: Account fingerprint from trusted device
de: Kontofingerabdruck vom vertrauenswürdigen Gerät
es: Huella de la cuenta del dispositivo de confianza
ja: 信頼済みデバイスのアカウント指紋
ko: 신뢰 기기의 계정 지문
zh_hans: 可信设备上的账户指纹

source: Acknowledge
de: Bestätigen
es: Confirmar recepción
ja: 確認
ko: 확인
zh_hans: 确认收到

source: Active
de: Aktiv
es: Activa
ja: 有効
ko: 활성
zh_hans: 有效

source: All
de: Alle
es: Todo
ja: すべて
ko: 전체
zh_hans: 全部

source: Appearance
de: Darstellung
es: Apariencia
ja: 外観
ko: 화면 모드
zh_hans: 外观

source: Approve device
de: Gerät genehmigen
es: Aprobar dispositivo
ja: デバイスを承認
ko: 기기 승인
zh_hans: 批准设备

source: Approve this device from a trusted device
de: Dieses Gerät auf einem vertrauenswürdigen Gerät genehmigen
es: Aprueba este dispositivo desde uno de confianza
ja: 信頼済みデバイスで承認してください
ko: 신뢰 기기에서 이 기기를 승인하세요
zh_hans: 请通过可信设备批准本机

source: Attempts
de: Versuche
es: Intentos
ja: 試行回数
ko: 시도 횟수
zh_hans: 尝试次数

source: Authorization code
de: Autorisierungscode
es: Código de autorización
ja: 認証コード
ko: 승인 코드
zh_hans: 授权码

source: Authorize sender
de: Absender autorisieren
es: Autorizar remitente
ja: 送信元を認証
ko: 발신자 승인
zh_hans: 授权发送端

source: Authorized senders
de: Autorisierte Absender
es: Remitentes autorizados
ja: 認証済み送信元
ko: 승인된 발신자
zh_hans: 已授权发送端

source: Blocked
de: Blockiert
es: Bloqueada
ja: ブロック済み
ko: 차단됨
zh_hans: 已阻止

source: Blogs, articles and independent publications
de: Blogs, Artikel und unabhängige Publikationen
es: Blogs, artículos y publicaciones independientes
ja: ブログ、記事、独立系メディア
ko: 블로그, 기사 및 독립 매체
zh_hans: 博客、文章与独立媒体内容

source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Cannot connect to the App Store. Check your connection and try again.
de: Keine Verbindung zum App Store. Prüfe deine Verbindung und versuche es erneut.
es: No se puede conectar con App Store. Revisa tu conexión e inténtalo de nuevo.
ja: App Storeに接続できません。接続を確認して再試行してください。
ko: App Store에 연결할 수 없습니다. 연결을 확인하고 다시 시도하세요.
zh_hans: 无法连接 App Store，请检查网络后重试。

source: Channel videos and creator updates
de: Kanalvideos und Creator-Neuigkeiten
es: Vídeos de canales y novedades de creadores
ja: チャンネル動画とクリエイターの更新
ko: 채널 동영상과 크리에이터 업데이트
zh_hans: 频道视频与创作者更新

source: Check the information you entered and try again.
de: Prüfe deine Eingaben und versuche es erneut.
es: Revisa los datos introducidos e inténtalo de nuevo.
ja: 入力内容を確認して再試行してください。
ko: 입력한 정보를 확인하고 다시 시도하세요.
zh_hans: 请检查填写的信息后重试。

source: Check your internet connection and try again.
de: Prüfe deine Internetverbindung und versuche es erneut.
es: Comprueba tu conexión a internet e inténtalo de nuevo.
ja: インターネット接続を確認して、もう一度お試しください。
ko: 인터넷 연결을 확인한 후 다시 시도하세요.
zh_hans: 请检查网络连接后重试。

source: Checking membership
de: Mitgliedschaft wird geprüft
es: Comprobando membresía
ja: メンバーシップを確認中
ko: 멤버십 확인 중
zh_hans: 正在查询会员状态

source: Choose a valid time and timezone.
de: Wähle eine gültige Uhrzeit und Zeitzone.
es: Elige una hora y zona horaria válidas.
ja: 有効な時刻とタイムゾーンを選択してください。
ko: 유효한 시간과 시간대를 선택하세요.
zh_hans: 请选择有效的时间和时区。

source: Close
de: Schließen
es: Cerrar
ja: 閉じる
ko: 닫기
zh_hans: 关闭

source: Coming soon
de: Demnächst
es: Próximamente
ja: 近日公開
ko: 출시 예정
zh_hans: 待接入

source: Community discussions and interest groups
de: Community-Diskussionen und Interessengruppen
es: Debates de comunidades y grupos de interés
ja: コミュニティの議論と趣味のグループ
ko: 커뮤니티 토론과 관심사 그룹
zh_hans: 社区讨论与兴趣话题

source: Confirm account identity
de: Kontoidentität bestätigen
es: Confirmar identidad de la cuenta
ja: アカウントの身元を確認
ko: 계정 신원 확인
zh_hans: 确认账户身份

source: Continue
de: Weiter
es: Continuar
ja: 続ける
ko: 계속
zh_hans: 继续

source: Create another key
de: Weiteren Schlüssel erstellen
es: Crear otra clave
ja: 別のキーを作成
ko: 다른 키 만들기
zh_hans: 创建另一个密钥

source: Create encrypted source
de: Verschlüsselte Quelle erstellen
es: Crear fuente cifrada
ja: 暗号化ソースを作成
ko: 암호화 소스 생성
zh_hans: 创建加密来源

source: Create key
de: Schlüssel erstellen
es: Crear clave
ja: キーを作成
ko: 키 만들기
zh_hans: 创建密钥

source: Created
de: Erstellt
es: Creada
ja: 作成日時
ko: 생성됨
zh_hans: 创建时间

source: Current
de: Aktuell
es: Actual
ja: 現在
ko: 현재
zh_hans: 当前设备

source: Current expiry
de: Aktueller Ablauf
es: Caducidad actual
ja: 現在の有効期限
ko: 현재 만료일
zh_hans: 当前有效期

source: Current plan
de: Aktueller Tarif
es: Plan actual
ja: 現在のプラン
ko: 현재 요금제
zh_hans: 当前方案

source: Daily notification
de: Tägliche Benachrichtigung
es: Notificación diaria
ja: 毎日の通知
ko: 매일 알림
zh_hans: 每日通知

source: Daily picks
de: Tägliche Auswahl
es: Selección diaria
ja: 今日のおすすめ
ko: 일일 추천
zh_hans: 每日精选

source: Daily time
de: Tägliche Uhrzeit
es: Hora diaria
ja: 毎日の時刻
ko: 매일 알림 시간
zh_hans: 每日时间

source: Dark
de: Dunkel
es: Oscuro
ja: ダーク
ko: 다크
zh_hans: 深色

source: Delete message
de: Nachricht löschen
es: Eliminar mensaje
ja: メッセージを削除
ko: 메시지 삭제
zh_hans: 删除消息

source: Delivery is not active. These preferences are saved only on this device for your account.
de: Die Zustellung ist nicht aktiv. Diese Einstellungen werden für dein Konto nur auf diesem Gerät gespeichert.
es: El envío no está activo. Estas preferencias solo se guardan en este dispositivo para tu cuenta.
ja: 通知配信は有効ではありません。この設定は、この端末の現在のアカウントにのみ保存されます。
ko: 알림 전송이 활성화되지 않았습니다. 이 설정은 현재 계정의 이 기기에만 저장됩니다.
zh_hans: 通知尚未启用。这些偏好仅为当前账号保存在本机。

source: Development
de: Entwicklung
es: Desarrollo
ja: 開発
ko: 개발
zh_hans: 开发

source: Device deliveries
de: Gerätezustellungen
es: Entregas a dispositivos
ja: 端末への配信
ko: 기기 전달
zh_hans: 设备投递记录

source: Device name
de: Gerätename
es: Nombre del dispositivo
ja: デバイス名
ko: 기기 이름
zh_hans: 设备名称

source: Devices & Encryption
de: Geräte und Verschlüsselung
es: Dispositivos y cifrado
ja: デバイスと暗号化
ko: 기기 및 암호화
zh_hans: 设备与加密

source: Devices: %lld
de: Geräte: %lld
es: Dispositivos: %lld
ja: 端末：%lld
ko: 기기: %lld
zh_hans: 设备数：%lld

source: Done
de: Fertig
es: Listo
ja: 完了
ko: 완료
zh_hans: 完成

source: Edit expiry
de: Ablauf bearbeiten
es: Editar caducidad
ja: 有効期限を編集
ko: 만료일 편집
zh_hans: 修改有效期

source: Edit subscription
de: Abonnement bearbeiten
es: Editar suscripción
ja: 購読を編集
ko: 구독 수정
zh_hans: 编辑订阅

source: Email or password is incorrect. You can also sign in with a verification code.
de: E-Mail oder Passwort ist falsch. Du kannst dich auch mit einem Bestätigungscode anmelden.
es: El correo o la contraseña son incorrectos. También puedes usar un código de verificación.
ja: メールアドレスまたはパスワードが正しくありません。確認コードでもログインできます。
ko: 이메일 또는 비밀번호가 올바르지 않습니다. 인증 코드로도 로그인할 수 있습니다.
zh_hans: 邮箱或密码不正确，也可以使用验证码登录。

source: Encrypted
de: Verschlüsselt
es: Cifrado
ja: 暗号化済み
ko: 암호화됨
zh_hans: 已加密

source: Encrypted message
de: Verschlüsselte Nachricht
es: Mensaje cifrado
ja: 暗号化メッセージ
ko: 암호화 메시지
zh_hans: 加密消息

source: Encrypted message verification failed
de: Prüfung der verschlüsselten Nachricht fehlgeschlagen
es: Error al verificar el mensaje cifrado
ja: 暗号化メッセージの検証に失敗しました
ko: 암호화 메시지 확인 실패
zh_hans: 加密消息验证失败

source: Encrypted push
de: Verschlüsselte Pushs
es: Push cifrado
ja: 暗号化通知
ko: 암호화 푸시
zh_hans: 加密推送

source: Encrypted source
de: Verschlüsselte Quelle
es: Fuente cifrada
ja: 暗号化ソース
ko: 암호화 소스
zh_hans: 加密来源

source: Enter a valid email address.
de: Gib eine gültige E-Mail-Adresse ein.
es: Introduce un correo electrónico válido.
ja: 有効なメールアドレスを入力してください。
ko: 올바른 이메일 주소를 입력하세요.
zh_hans: 请输入有效的邮箱地址。

source: Enter a valid verification code.
de: Gib einen gültigen Bestätigungscode ein.
es: Introduce un código de verificación válido.
ja: 有効な確認コードを入力してください。
ko: 올바른 인증 코드를 입력하세요.
zh_hans: 请输入有效的验证码。

source: Expired
de: Abgelaufen
es: Caducada
ja: 期限切れ
ko: 만료됨
zh_hans: 已过期

source: Expires
de: Läuft ab
es: Caduca
ja: 有効期限
ko: 만료일
zh_hans: 到期时间

source: Export sender configuration
de: Senderkonfiguration exportieren
es: Exportar configuración del emisor
ja: 送信者設定を書き出す
ko: 발신자 설정 내보내기
zh_hans: 导出发送端配置

source: Failed
de: Fehlgeschlagen
es: Fallida
ja: 失敗
ko: 실패
zh_hans: 失败

source: Features
de: Funktionen
es: Funciones
ja: 機能
ko: 기능
zh_hans: 功能

source: Finance
de: Finanzen
es: Finanzas
ja: 金融
ko: 금융
zh_hans: 金融

source: Fingerprint from new device
de: Fingerabdruck des neuen Geräts
es: Huella del nuevo dispositivo
ja: 新しいデバイスの指紋
ko: 새 기기의 지문
zh_hans: 新设备上显示的指纹

source: Fingerprint matches my sender
de: Fingerabdruck stimmt mit meinem Absender überein
es: La huella coincide con mi remitente
ja: 送信元の指紋と一致します
ko: 내 발신자의 지문과 일치
zh_hans: 指纹与我的发送端一致

source: Follow system
de: Systemeinstellung
es: Usar ajustes del sistema
ja: システム設定に従う
ko: 시스템 설정 사용
zh_hans: 跟随系统

source: Free plan
de: Kostenloser Tarif
es: Plan gratuito
ja: 無料プラン
ko: 무료 요금제
zh_hans: 免费方案

source: Gold and silver
de: Gold und Silber
es: Oro y plata
ja: 金と銀
ko: 금과 은
zh_hans: 黄金与白银

source: Grant history access
de: Zugriff auf Verlauf erlauben
es: Autorizar acceso al historial
ja: 履歴へのアクセスを許可
ko: 기록 접근 허용
zh_hans: 授权历史访问

source: HTTP & CLI
de: HTTP und CLI
es: HTTP y CLI
ja: HTTP と CLI
ko: HTTP 및 CLI
zh_hans: HTTP 与 CLI

source: Immediately
de: Sofort
es: Inmediatamente
ja: 今すぐ
ko: 즉시
zh_hans: 立即

source: In-app only
de: Nur in der App
es: Solo en la app
ja: アプリ内のみ
ko: 앱 내에서만
zh_hans: 仅在 App 内查看

source: Included
de: Enthalten
es: Incluido
ja: 含まれています
ko: 포함됨
zh_hans: 已包含

source: Just now
de: Gerade eben
es: Ahora mismo
ja: たった今
ko: 방금
zh_hans: 刚刚

source: Keep this key safe. It will only be shown once.
de: Bewahren Sie diesen Schlüssel sicher auf. Er wird nur einmal angezeigt.
es: Guarde esta clave en un lugar seguro. Solo se mostrará una vez.
ja: このキーは一度だけ表示されます。安全に保管してください。
ko: 이 키는 한 번만 표시됩니다. 안전하게 보관하세요.
zh_hans: 请妥善保存此密钥，它只显示一次。

source: Key ID
de: Schlüssel-ID
es: ID de la clave
ja: キーID
ko: 키 ID
zh_hans: 密钥 ID

source: Key expiry
de: Schlüsselablauf
es: Caducidad de la clave
ja: キーの有効期限
ko: 키 만료
zh_hans: 密钥有效期

source: Language
de: Sprache
es: Idioma
ja: 言語
ko: 언어
zh_hans: 语言

source: Last used
de: Zuletzt verwendet
es: Último uso
ja: 最終使用
ko: 마지막 사용
zh_hans: 上次使用

source: Light
de: Hell
es: Claro
ja: ライト
ko: 라이트
zh_hans: 浅色

source: Load more
de: Mehr laden
es: Cargar más
ja: さらに読み込む
ko: 더 불러오기
zh_hans: 加载更多

source: Local preferences could not be loaded or saved. Try again.
de: Lokale Einstellungen konnten nicht geladen oder gespeichert werden. Versuche es erneut.
es: No se pudieron cargar o guardar las preferencias locales. Inténtalo de nuevo.
ja: 端末の設定を読み込みまたは保存できませんでした。もう一度お試しください。
ko: 기기 설정을 불러오거나 저장하지 못했습니다. 다시 시도하세요.
zh_hans: 无法读取或保存本地偏好，请重试。

source: Look up code
de: Code prüfen
es: Consultar código
ja: コードを確認
ko: 코드 조회
zh_hans: 查询授权码

source: Membership
de: Mitgliedschaft
es: Membresía
ja: メンバーシップ
ko: 멤버십
zh_hans: 会员

source: Membership sync pending. Refresh to retry.
de: Mitgliedschaft noch nicht synchronisiert. Zum Wiederholen aktualisieren.
es: Sincronización de membresía pendiente. Actualiza para reintentar.
ja: メンバーシップを同期できませんでした。更新して再試行してください。
ko: 멤버십 동기화 대기 중입니다. 새로 고침하여 다시 시도하세요.
zh_hans: 会员权益同步中，请刷新重试。

source: Message
de: Nachricht
es: Mensaje
ja: メッセージ
ko: 메시지
zh_hans: 消息

source: Message ID
de: Nachrichten-ID
es: ID del mensaje
ja: メッセージID
ko: 메시지 ID
zh_hans: 消息 ID

source: Message history
de: Nachrichtenverlauf
es: Historial
ja: メッセージ履歴
ko: 메시지 기록
zh_hans: 消息历史

source: Messaging
de: Nachrichten
es: Mensajería
ja: メッセージ
ko: 메시지
zh_hans: 消息

source: Monthly
de: Monatlich
es: Mensual
ja: 月額
ko: 월간
zh_hans: 每月

source: Multiple devices
de: Mehrere Geräte
es: Varios dispositivos
ja: 複数デバイス
ko: 여러 기기
zh_hans: 多设备

source: Never
de: Nie
es: Nunca
ja: 無期限
ko: 없음
zh_hans: 永不过期

source: New encrypted source
de: Neue verschlüsselte Quelle
es: Nueva fuente cifrada
ja: 暗号化ソースを追加
ko: 새 암호화 소스
zh_hans: 新增加密来源

source: New sender key
de: Neuer Sendeschlüssel
es: Nueva clave de envío
ja: 新しい送信キー
ko: 새 발신 키
zh_hans: 新发送密钥

source: No device deliveries
de: Keine Gerätezustellungen
es: No hay entregas a dispositivos
ja: 端末への配信がありません
ko: 기기 전달 없음
zh_hans: 暂无设备投递记录

source: No notification logs
de: Keine Mitteilungsprotokolle
es: No hay registros
ja: 通知ログがありません
ko: 알림 로그 없음
zh_hans: 暂无通知日志

source: No saved channels
de: Keine gespeicherten Kanäle
es: No hay canales guardados
ja: 保存したチャンネルはありません
ko: 저장한 채널이 없습니다
zh_hans: 暂无已保存的频道

source: No sender keys
de: Keine Sendeschlüssel
es: No hay claves de envío
ja: 送信キーがありません
ko: 발신 키 없음
zh_hans: 暂无发送密钥

source: No subscription
de: Ohne Abo
es: Sin suscripción
ja: サブスクリプション不要
ko: 구독 없음
zh_hans: 无需订阅

source: Not available
de: Nicht verfügbar
es: No disponible
ja: 利用不可
ko: 사용 불가
zh_hans: 暂无

source: Not used yet
de: Noch nicht verwendet
es: Aún no utilizada
ja: 未使用
ko: 아직 사용 안 함
zh_hans: 尚未使用

source: Notification
de: Mitteilung
es: Notificación
ja: 通知
ko: 알림
zh_hans: 通知

source: Notification details
de: Mitteilungsdetails
es: Detalles de la notificación
ja: 通知の詳細
ko: 알림 세부 정보
zh_hans: 通知详情

source: Notification logs
de: Mitteilungsprotokolle
es: Registros de notificaciones
ja: 通知ログ
ko: 알림 로그
zh_hans: 通知日志

source: Notifications
de: Mitteilungen
es: Notificaciones
ja: 通知
ko: 알림
zh_hans: 通知

source: Notifications / day
de: Mitteilungen/Tag
es: Avisos al día
ja: 1日の通知数
ko: 일일 알림
zh_hans: 每日通知

# P0/P1/P2 优先级
source: P0/P1/P2 priority levels
de: P0/P1/P2-Prioritäten
es: Prioridades P0/P1/P2
ja: P0/P1/P2 優先度
ko: P0/P1/P2 우선순위
zh_hans: P0/P1/P2 优先级

source: Pairing code
de: Kopplungscode
es: Código de enlace
ja: ペアリングコード
ko: 페어링 코드
zh_hans: 配对码

source: Password must contain 8 to 128 characters.
de: Das Passwort muss 8 bis 128 Zeichen enthalten.
es: La contraseña debe tener entre 8 y 128 caracteres.
ja: パスワードは8〜128文字で入力してください。
ko: 비밀번호는 8~128자여야 합니다.
zh_hans: 密码长度需为 8 到 128 个字符。

source: Password must contain letters and numbers.
de: Das Passwort muss Buchstaben und Zahlen enthalten.
es: La contraseña debe incluir letras y números.
ja: パスワードには英字と数字を含めてください。
ko: 비밀번호에는 문자와 숫자가 포함되어야 합니다.
zh_hans: 密码需同时包含字母和数字。

source: Pending
de: Ausstehend
es: Pendiente
ja: 待機中
ko: 대기 중
zh_hans: 等待发送

source: Pending approval
de: Genehmigung ausstehend
es: Pendiente de aprobación
ja: 承認待ち
ko: 승인 대기 중
zh_hans: 等待批准

source: Popular questions and expert discussions
de: Beliebte Fragen und Fachdiskussionen
es: Preguntas populares y debates expertos
ja: 人気の質問と専門家の議論
ko: 인기 질문과 전문가 토론
zh_hans: 热门问题与专业讨论

source: Popular videos and creator updates
de: Beliebte Videos und Creator-Neuigkeiten
es: Vídeos populares y novedades de creadores
ja: 人気動画とクリエイターの更新
ko: 인기 동영상과 크리에이터 소식
zh_hans: 热门视频与创作者动态

source: Precious metals, markets and economic updates
de: Edelmetalle, Märkte und Wirtschaft
es: Metales preciosos, mercados y economía
ja: 貴金属、市場、経済の動向
ko: 귀금속, 시장 및 경제 동향
zh_hans: 贵金属、市场与经济动态

source: Preferences
de: Einstellungen
es: Preferencias
ja: 環境設定
ko: 환경설정
zh_hans: 偏好设置

source: Prices
de: Preise
es: Precios
ja: 価格情報
ko: 가격 정보
zh_hans: 价格信息

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hans: 隐私政策

source: Production
de: Produktion
es: Producción
ja: 本番環境
ko: 운영 환경
zh_hans: 正式环境

source: Production and Sandbox use separate accounts, keys, and local storage. Sign out before switching. Existing account data is preserved.
de: Produktion und Sandbox verwenden getrennte Konten, Schlüssel und Speicher. Melde dich vor dem Wechsel ab. Bestehende Kontodaten bleiben erhalten.
es: Producción y Sandbox usan cuentas, claves y almacenamiento separados. Cierra sesión antes de cambiar. Los datos existentes se conservan.
ja: 本番とサンドボックスはアカウント、鍵、保存領域が別です。切り替える前にログアウトしてください。既存データは保持されます。
ko: 운영 및 샌드박스는 계정, 키, 저장소가 분리됩니다. 전환 전에 로그아웃하세요. 기존 계정 데이터는 보존됩니다.
zh_hans: 正式与沙盒环境使用独立账号、密钥和本地存储。请先退出登录再切换，已有账号数据会保留。

source: Programming questions and technical answers
de: Programmierfragen und technische Antworten
es: Preguntas de programación y respuestas técnicas
ja: プログラミングの質問と技術的な回答
ko: 프로그래밍 질문과 기술 답변
zh_hans: 编程问题与技术解答

source: Project releases and open-source trends
de: Projektveröffentlichungen und Open-Source-Trends
es: Lanzamientos y tendencias de código abierto
ja: プロジェクトのリリースとオープンソースの動向
ko: 프로젝트 릴리스와 오픈 소스 동향
zh_hans: 项目发布与开源趋势

source: Public channels and community announcements
de: Öffentliche Kanäle und Community-Mitteilungen
es: Canales públicos y anuncios de comunidades
ja: 公開チャンネルとコミュニティのお知らせ
ko: 공개 채널과 커뮤니티 공지
zh_hans: 公开频道与社区公告

source: Purchase awaiting approval
de: Kauf wartet auf Genehmigung
es: Compra pendiente de aprobación
ja: 購入の承認待ちです
ko: 구매 승인 대기 중
zh_hans: 购买正在等待批准

source: Purchase cancelled
de: Kauf abgebrochen
es: Compra cancelada
ja: 購入がキャンセルされました
ko: 구매가 취소되었습니다
zh_hans: 购买已取消

source: Purchase verification failed
de: Kauf konnte nicht verifiziert werden
es: Error al verificar la compra
ja: 購入の検証に失敗しました
ko: 구매 확인에 실패했습니다
zh_hans: 购买验证失败

source: PushNow Membership
de: PushNow-Mitgliedschaft
es: Membresía PushNow
ja: PushNow メンバーシップ
ko: PushNow 멤버십
zh_hans: PushNow 会员

source: Questions
de: Fragen
es: Preguntas
ja: 質問
ko: 질문
zh_hans: 问答

source: Read
de: Gelesen
es: Leída
ja: 既読
ko: 읽음
zh_hans: 阅读时间

source: Redeem code
de: Code einlösen
es: Canjear código
ja: コードを引き換える
ko: 코드 사용
zh_hans: 兑换代码

source: Refresh
de: Aktualisieren
es: Actualizar
ja: 更新
ko: 새로고침
zh_hans: 刷新

source: Remove saved subscription?
de: Gespeichertes Abonnement entfernen?
es: ¿Eliminar la suscripción guardada?
ja: 保存した購読を削除しますか？
ko: 저장한 구독을 삭제할까요?
zh_hans: 移除已保存的订阅？

source: Rename device
de: Gerät umbenennen
es: Renombrar dispositivo
ja: デバイス名を変更
ko: 기기 이름 변경
zh_hans: 重命名设备

source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
ja: 購入を復元
ko: 구매 복원
zh_hans: 恢复购买

source: Retry
de: Erneut versuchen
es: Reintentar
ja: 再試行
ko: 다시 시도
zh_hans: 重试

source: Retrying
de: Erneuter Versuch
es: Reintentando
ja: 再試行中
ko: 재시도 중
zh_hans: 正在重试

source: Revoke
de: Widerrufen
es: Revocar
ja: 無効化
ko: 취소
zh_hans: 撤销

source: Revoke device
de: Gerät widerrufen
es: Revocar dispositivo
ja: デバイスを失効
ko: 기기 해지
zh_hans: 撤销设备

source: Revoke key
de: Schlüssel widerrufen
es: Revocar clave
ja: キーを失効
ko: 키 취소
zh_hans: 撤销密钥

source: Revoke key?
de: Schlüssel widerrufen?
es: ¿Revocar la clave?
ja: キーを失効しますか？
ko: 키를 취소할까요?
zh_hans: 撤销此密钥？

source: Revoke sender
de: Absender widerrufen
es: Revocar remitente
ja: 送信元を無効化
ko: 발신자 승인 취소
zh_hans: 撤销发送端

source: Revoked
de: Widerrufen
es: Revocada
ja: 失効済み
ko: 취소됨
zh_hans: 已撤销

source: Sandbox is a test server. It does not change your Apple purchase environment. Always check the App Store purchase confirmation.
de: Sandbox ist ein Testserver. Die Apple-Kaufumgebung wird dadurch nicht geändert. Prüfe stets die Kaufbestätigung im App Store.
es: Sandbox es un servidor de prueba. No cambia el entorno de compras de Apple. Revisa siempre la confirmación de App Store.
ja: サンドボックスはテスト用サーバーです。Apple の購入環境は変わりません。App Store の購入確認を必ず確認してください。
ko: 샌드박스는 테스트 서버이며 Apple 구매 환경을 변경하지 않습니다. App Store 구매 확인 내용을 확인하세요.
zh_hans: 沙盒是测试服务器，不会改变 Apple 购买环境。请始终核对 App Store 购买确认信息。

source: Save
de: Speichern
es: Guardar
ja: 保存
ko: 저장
zh_hans: 保存

source: Save changes
de: Änderungen speichern
es: Guardar cambios
ja: 変更を保存
ko: 변경 사항 저장
zh_hans: 保存修改

source: Save subscription
de: Abonnement speichern
es: Guardar suscripción
ja: 購読を保存
ko: 구독 저장
zh_hans: 保存订阅

source: Saved channels
de: Gespeicherte Kanäle
es: Canales guardados
ja: 保存したチャンネル
ko: 저장한 채널
zh_hans: 已保存频道

source: Saved locally - pending activation
de: Lokal gespeichert – Aktivierung ausstehend
es: Guardado localmente; pendiente de activación
ja: 端末に保存済み・有効化待ち
ko: 기기에 저장됨 · 활성화 대기 중
zh_hans: 已保存到本机，待启用

source: Schedule encrypted reminders from your sender
de: Verschlüsselte Erinnerungen beim Sender planen
es: Programa recordatorios cifrados desde tu emisor
ja: 送信側で暗号化リマインダーを予約してください
ko: 발신자에서 암호화 알림을 예약하세요
zh_hans: 请在发送端安排加密提醒

source: Scheduled
de: Geplant
es: Programada
ja: 予約済み
ko: 예약됨
zh_hans: 计划发送时间

source: Search channels
de: Kanäle suchen
es: Buscar canales
ja: チャンネルを検索
ko: 채널 검색
zh_hans: 搜索频道

source: Search time zones
de: Zeitzonen suchen
es: Buscar zonas horarias
ja: タイムゾーンを検索
ko: 시간대 검색
zh_hans: 搜索时区

source: Search timezones
de: Zeitzonen suchen
es: Buscar zonas horarias
ja: タイムゾーンを検索
ko: 시간대 검색
zh_hans: 搜索时区

source: Secure storage is unavailable
de: Sicherer Speicher nicht verfügbar
es: Almacenamiento seguro no disponible
ja: 安全なストレージを利用できません
ko: 보안 저장소를 사용할 수 없습니다
zh_hans: 安全存储不可用

source: Sender authorized
de: Absender autorisiert
es: Remitente autorizado
ja: 送信元を認証しました
ko: 발신자 승인 완료
zh_hans: 发送端已授权

source: Sender configuration
de: Senderkonfiguration
es: Configuración del emisor
ja: 送信者設定
ko: 발신자 설정
zh_hans: 发送端配置

source: Sender keys
de: Sendeschlüssel
es: Claves de envío
ja: 送信キー
ko: 발신 키
zh_hans: 发送密钥

source: Senders
de: Absender
es: Remitentes
ja: 送信元
ko: 발신자
zh_hans: 发送端

source: Sent
de: Gesendet
es: Enviada
ja: 送信済み
ko: 전송됨
zh_hans: 已发送

source: Server environment
de: Serverumgebung
es: Entorno del servidor
ja: サーバー環境
ko: 서버 환경
zh_hans: 服务器环境

source: Sign in
de: Anmelden
es: Iniciar sesión
ja: ログイン
ko: 로그인
zh_hans: 登录

source: Sign in before purchasing
de: Melde dich vor dem Kauf an
es: Inicia sesión antes de comprar
ja: 購入するにはサインインしてください
ko: 구매하기 전에 로그인하세요
zh_hans: 请先登录再购买

source: Sign in to connect your sources, devices, and notifications to your account.
de: Melde dich an, um Quellen, Geräte und Mitteilungen mit deinem Konto zu verbinden.
es: Inicia sesión para vincular tus orígenes, dispositivos y notificaciones a tu cuenta.
ja: ログインして送信元、端末、通知をアカウントに接続します。
ko: 로그인하여 발신자, 기기와 알림을 계정에 연결하세요.
zh_hans: 登录后，将来源、设备和通知绑定到你的账号。

source: Sign in to keep your messages, devices, and connected sources together.
de: Melde dich an, um Nachrichten, Geräte und verbundene Quellen in einem Konto zu verwalten.
es: Inicia sesión para gestionar tus mensajes, dispositivos y fuentes conectadas en una cuenta.
ja: ログインして、メッセージ、デバイス、連携したソースをひとつのアカウントで管理。
ko: 로그인하여 메시지, 기기, 연결된 소스를 한 계정에서 관리하세요.
zh_hans: 登录后，在同一个账号中管理消息、设备和已接入的来源。

source: Sign in to save subscriptions
de: Anmelden, um Abonnements zu speichern
es: Inicia sesión para guardar suscripciones
ja: ログインして購読を保存
ko: 로그인하여 구독 저장
zh_hans: 登录后保存订阅

source: Sign in to your inbox
de: Beim Posteingang anmelden
es: Inicia sesión en tu bandeja
ja: 受信箱にログイン
ko: 수신함에 로그인
zh_hans: 登录你的收件箱

source: Sign in with email
de: Mit E-Mail anmelden
es: Iniciar sesión con correo
ja: メールでログイン
ko: 이메일로 로그인
zh_hans: 邮箱登录
